Repository: bottlesdevs/store
Catalog: priv/gettext/*/LC_MESSAGES/email.po
Languages: de, fi, mr, nb, ru, uk, zh_cn

source: Copyright © %{year} elementary, Inc. All rights reserved.
de: Copyright © %{year} elementary, Inc. Alle Rechte vorbehalten.
fi: Tekijänoikeus © %{year} elementary, Inc. Kaikki oikeudet pidätetään.
mr: Copyright © %{year} elementary, Inc. सर्व हक्क राखीव.
nb: Opphavsrett © %{year} elementary. Alle rettigheter reservert.
ru: Copyright © %{year} elementary, Inc. Все права защищены.
uk: Авторські права © %{year} elementary, Inc. Усі права застережено.
zh_cn: © %{year} elementary, Inc. 版权所有。保留所有权利。

source: Here's what we shipped in this order:
de: Das haben wir in dieser Bestellung versandt:
fi: Lähetimme seuraavat tuotteet tilauksessasi:
mr: आम्ही या ऑर्डरमध्ये जे पाठविले ते येथे आहे:
nb: Her er det som ble sendt i denne ordren:
ru: Вот, что мы отправили в этом заказе:
uk: Ось що ми відправили в цьому замовленні:
zh_cn: 这是此订单的送货内容：

source: Here's your tracking number:
de: Hier ist Ihre Tracking-Nummer:
fi: Tässä seurantanumero:
mr: आपला ट्रॅकिंग नंबर येथे आहे:
nb: Her er sporingsnummeret ditt:
ru: Вот ваш номер отслеживания:
uk: Ось ваш номер для відстеження:
zh_cn: 这是您的物流追踪号码：

source: Hey there, Thanks for ordering from the elementary store. Just letting you know that we have received your order!
de: Hallo! Danke, dass Sie im elementary Store bestellt haben. Gern bestätigen wir den Bestellungseingang.
fi: Hei, kiitos kun tilasit elementary-kaupasta. Halusimme ilmoittaa, että olemme vastaanottaneet tilauksesi!
mr: elementary स्टोअरमधून ऑर्डर केल्याबद्दल धन्यवाद. आम्हाला आपली ऑर्डर मिळाली आहे!
nb: Hei der. Takk for at du bestiller fra elementary-butikken. Din ordre har blitt mottatt.
ru: Привет, спасибо за заказ в магазине elementary. Просто сообщаем, что мы получили Ваш заказ!
uk: Вітаємо, дякуємо, за замовлення у крамниці elementary. Просто повідомляємо вам, що ми отримали ваше замовлення!
zh_cn: 嘿，感谢您在 elementary 商店下单。我们已经收到了您的订单！

source: Hey there, Thanks for ordering from the elementary store. Just letting you know that your order has been sent out!
de: Hallo! Danke, dass Sie im elementary Store bestellt haben. Ihre Bestellung wurde versandt!
fi: Hei, kiitos kun tilasit elementary-kaupasta. Halusimme ilmoittaa, että tilauksesi on lähetetty!
mr: elementary स्टोअरमधून ऑर्डर केल्याबद्दल धन्यवाद. आपली ऑर्डर पाठविली गेली आहे!
nb: Hei der. Takk for at du bestiller fra elementary-butikken. Din ordre har blitt sendt.
ru: Привет, спасибо за заказ в магазине elementary. Просто сообщаем, что ваш заказ отправлен!
uk: Вітаємо, спасибі за замовлення у крамниці elementary. Просто повідомляємо, що ваше замовлення відправлено!
zh_cn: 您好，感谢您在 elementary 商店下单。您的订单已发出！

source: Looking forward to your next order!
de: Wir freuen uns auf Ihre nächste Bestellung!
fi: Olemme valmiit seuraavaa tilaustasi varten!
mr: आम्ही तुमच्या पुढच्या ऑर्डरची आनंदाने वाट पाहत आहोत!
nb: Ser frem til neste bestilling.
ru: С нетерпением ждем вашего следующего заказа!
uk: З нетерпінням чекаємо вашого наступного замовлення!
zh_cn: 期待您的下次光临！

source: Price
de: Preis
fi: Hinta
mr: मूल्य
nb: Pris
ru: Цена
uk: Ціна
zh_cn: 价格

source: Qty
de: Anz.
fi: Määrä
mr: संख्या
nb: Mengde
ru: Кол-во
uk: Кількість
zh_cn: 数量

source: Shipping Address:
de: Lieferadresse:
fi: Toimitusosoite:
mr: पत्ता:
nb: Fraktadresse:
ru: Адрес доставки:
uk: Адреса доставляння:
zh_cn: 送货地址：

source: The elementary Team
de: Das Team von elementary
fi: elementary-tiimi
mr: elementary टीम
nb: elementary-laget
ru: Команда elementary
uk: Команда elementary
zh_cn: elementary 团队

source: Tracking information can take up to 48 hours to be updated after the order is shipped.
de: Es kann bis zu 48 Stunden nach Versand dauern, bis die Informationen zum Tracking aktualisiert werden.
fi: Seurantatietojen päivittyminen voi kestää jopa 48 tuntia tilauksen lähettämisen jälkeen.
mr: ऑर्डर पाठविल्यानंतर ट्रॅकिंग माहिती अद्यतनित करण्यास 48 तास लागू शकतात.
nb: Det kan ta opptil 48 timer å oppdatere sporingsinfo etter at ordren er sendt.
ru: Обновление информации для отслеживания может занять до 48 часов после отправки заказа.
uk: Оновлення даних відстеження може тривати до 48 годин від часу відправлення замовлення.
zh_cn: 物流追踪信息会在订单发货后 48 小时内更新。

source: We Have Received Your Order!
de: Wir haben Ihre Bestellung erhalten!
fi: Olemme vastaanottaneet tilauksesi!
mr: आम्हाला तुमची ऑर्डर मिळाली आहे!
nb: Vi har mottatt din ordre.
ru: Мы получили Ваш заказ!
uk: Ми отримали ваше замовлення!
zh_cn: 我们已经收到了您的订单！

source: We Have Shipped Your Order!
de: Ihre Bestellung wurde versandt!
fi: Olemme lähettäneet tilauksesi!
mr: आम्ही आपली ऑर्डर पाठविली आहे!
nb: Vi har sendt din ordre.
ru: Мы отправили Ваш заказ!
uk: Ми відправили ваше замовлення!
zh_cn: 我们已经将您的订单发出！

source: You're receiving this email because you placed an order in the elementary store. You are not subscribed to any mailing list.
de: Sie erhalten diese Mail, weil Sie eine Bestellung im elementary Store getätigt haben. Sie sind bei keiner Mailingliste angemeldet.
fi: Saat tämän sähköpostiviestin, koska teit tilauksen elementary-kaupasta. Sinua ei ole lisätty postituslistoille.
mr: आपण हा ईमेल प्राप्त करीत आहात कारण आपण elementary स्टोअरमध्ये ऑर्डर दिली आहे. आपण कोणत्याही मेलिंग यादीची सदस्यता घेतली नाही.
nb: Du mottar denne e-posten fordi du opprettet en ordre i elementary-butikken. Du er ikke med i noen e-postliste.
ru: Вы получаете это электронное письмо, потому что Вы сделали заказ в магазине elementary. Вы не подписаны ни на один список рассылки.
uk: Ви отримали цей лист, оскільки ви здійснили замовлення у крамниці elementary. Вас не підписано на жоден список розсилання.
zh_cn: 您收到此邮件是因为您在 elementary 商店有一笔订单。您没有订阅到任何邮件列表。

source: Your order has been received!
de: Ihre Bestellung wurde aufgenommen!
fi: Tilauksesi on vastaanotettu!
mr: आपली ऑर्डर प्राप्त झाली आहे!
nb: Din ordre har blitt mottatt.
ru: Ваш заказ был получен!
uk: Ваше замовлення отримано!
zh_cn: 您的订单已收到！

source: Your order has been shipped!
de: Ihre Bestellung wurde versandt!
fi: Tilauksesi on lähetetty!
mr: आपली ऑर्डर रवाना करण्यात आली आहे!
nb: Din ordre har blitt sendt.
ru: Ваш заказ был отправлен!
uk: Ваше замовлення відправлено!
zh_cn: 您的订单已发出！

source: Your package shipped!
de: Ihr Paket wurde versandt!
fi: Paketti on lähetetty!
mr: आपले पॅकेज पाठवले!
nb: Pakken din har blitt sendt.
ru: Ваша посылка отправлена!
uk: Ваш пакунок відправлено!
zh_cn: 您的包裹已发出！
