Repository: bottlesdevs/store
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: cs_cz, nl, sk

source: can't be blank
cs_cz: nemůže zůstat nevyplněné
nl: kan niet leeg zijn
sk: nemôže zostať nevyplnené

source: has already been taken
cs_cz: už je používáno
nl: is al ingenomen
sk: už je obsadené

source: is invalid
cs_cz: není platné
nl: is ongeldig
sk: je neplatné

source: must be accepted
cs_cz: je třeba přijmout
nl: moet worden geaccepteerd
sk: musí byť prijaté

source: has invalid format
cs_cz: nemá platný formát
nl: ongeldig formaat
sk: má neplatný formát

source: has an invalid entry
cs_cz: má neplatnou položku
nl: is ongeldig ingevoerd
sk: má neplatný údaj

source: is reserved
cs_cz: je vyhrazeno
nl: is gereserveerd
sk: je rezervované

source: does not match confirmation
cs_cz: neshoduje se s potvrzením
nl: komt niet overeen met bevestiging
sk: nezhoduje sa s potvrdením

source: is still associated with this entry
cs_cz: je pořád přiřazeno k této položce
nl: wordt nog steeds geassocieerd met deze item
sk: je stále priradené k tejto položke

source: are still associated with this entry
cs_cz: jsou pořád přiřazené k této položce
nl: zijn nog steeds geassocieerd met dit item
sk: sú stále priradené k tejto položke

source: should be %{count} character(s)
cs_cz: mělo by být %{count} znak
nl: moet %{count} character(s) zijn
sk: mal by byť %{count} znak

source: should have %{count} item(s)
cs_cz: mělo by mít %{count} položku
nl: moet %{count} item(s) bevatten
sk: mala by byť %{count} položka

source: should be at least %{count} character(s)
cs_cz: mělo by mít alespoň %{count} znak
nl: moet tenminste %{count} character(s) zijn
sk: malo by mať aspoň %{count} znak

source: should have at least %{count} item(s)
cs_cz: mělo by mít alespoň %{count} položku
nl: moet tenmiste %{count} item(s) bevatten
sk: malo by mať aspoň %{count} položku

source: should be at most %{count} character(s)
cs_cz: mělo by být nejvýše %{count} znak
nl: moet uiterlijk %{count} character(s) bevatten
sk: malo by mať najviac %{count} znak

source: should have at most %{count} item(s)
cs_cz: mělo by být nejvýše %{count} položka
nl: mag uiterlijk %{count} item(s) bevatten
sk: malo by mať najviac %{count} položku

source: must be less than %{number}
cs_cz: je třeba, aby bylo menší než %{number}
nl: moet minder zijn dan %{number}
sk: musí byť menej ako %{number}

source: must be greater than %{number}
cs_cz: je třeba, aby bylo větší než %{number}
nl: moet meer zijn dan %{number}
sk: musí byť viac ako %{number}

source: must be less than or equal to %{number}
cs_cz: je třeba, aby bylo menší nebo rovno %{number}
nl: moet minder of gelijk zijn aan %{number}
sk: musí byť menšie alebo rovné %{number}

source: must be greater than or equal to %{number}
cs_cz: je třeba, aby bylo větší nebo rovno %{number}
nl: moet meer of gelijk zijn aan %{number}
sk: musí byť väčšie alebo rovné %{number}

source: must be equal to %{number}
cs_cz: je třeba, aby bylo rovno %{number}
nl: moet gelijk zijn aan %{number}
sk: musí sa rovnať %{number}
