Repository: bottlesdevs/store
Catalog: priv/gettext/*/LC_MESSAGES/index.po
Languages: ca, es, fi, nb, pt, ru

source: Based in Spain
ca: Amb seu a Espanya
es: Con sede en España
fi: Toimii Espanjassa
nb: Med base i Spania
pt: Com sede em Espanha
ru: Базируется в Испании

source: Based in the Netherlands
ca: Amb seu als Països Baixos
es: Con sede en los Países Bajos
fi: Toimii Alankomaissa
nb: Med base i Nederland
pt: Com sede nos Países Baixos
ru: Базируется в Нидерландах

source: Based in the United Kingdom
ca: Amb seu al Regne Unit
es: Con sede en Reino Unido
fi: Toimii Yhdistyneessä kuningaskunnassa
nb: Med base i Storbritannia
pt: Com sede no Reino Unido
ru: Базируется в Великобритании

source: Devices
ca: Dispositius
es: Dispositivos
fi: Laitteet
nb: Enheter
pt: Dispositivos
ru: Устройства

source: Free shipping within EU
ca: Enviament gratuït a la UE
es: Envío gratuito dentro de la UE
fi: Ilmainen toimitus EU-alueella
nb: Gratis frakt innen EU
pt: Envio gratuito dentro da UE
ru: Бесплатная доставка в пределах ЕС

source: International shipping
ca: Enviament internacional
es: Envío internacional
fi: Kansainvälinen toimitus
nb: Internasjonal forsendelse
pt: Envio internacional
ru: Международная доставка

source: Laptops
ca: Portàtils
es: Portátiles
fi: Kannettavat
nb: Bærbare
pt: Portáteis
ru: Ноутбуки

source: Laptops, desktops, mini desktops, all-in-ones
ca: Portàtils, ordinadors de sobretaula, miniordinadors de sobretaula i tot en un
es: Ordenadores portátiles, ordenadores de sobremesa, mini ordenadores de sobremesa, todo-en-uno
fi: Kannettavat, työpöytäkoneet, pienet pöytäkoneet, all-in-one-laitteet
nb: Bærbare, skrivebordsmaskiner, minimaskiner, innebygde skjermer
pt: Computadores portáteis, computadores de secretária, mini computadores de secretária, tudo-em-um
ru: Ноутбуки, компьютеры, мини-компьютеры, моноблоки

source: Laptops, mini desktops
ca: Portàtils, miniordinadors de sobretaula
es: Ordenadores portátiles, mini ordenadores de sobremesa
fi: Kannettavat, pienet pöytäkoneet
nb: Bærbare, minimaskiner
pt: Computadores portáteis, mini computadores de secretária
ru: Ноутбуки, мини-компьютеры

source: Worldwide Shipping
ca: Enviament a tot el món
es: Envíos a todo el mundo
fi: Maailmanlaajuinen toimitus
nb: Frakt i hele verden
pt: Envio mundial
ru: Доставка по всему миру

source: Get Gear. Win/Win.
ca: Aconsegueix equip. Tothom hi guanya.
es: Obtenga productos elementary. Todo el mundo gana.
fi: Saa vastinetta. Win/Win-tilanne.
nb: Kjøp stæsj. Vinn-vinn.
pt: Adquira equipamento. Todos ganham.
ru: Выберите сувенир. Это настоящая помощь.

source: Support Development.
ca: Suport al desenvolupament
es: Apoya el desarrollo.
fi: Tue kehitystä.
nb: Støtt utviklingen.
pt: Apoie o desenvolvimento.
ru: Поддержите разработку.

source: Crimea, Cuba, Iran, Syria, and North Korea excluded. Shipping methods, prices, and times vary by country. Shipments outside of the USA may incur customs fees depending on the origin and destination countries.
ca: S'exclouen Crimea, Cuba, Iran, Síria i Corea del Nord. Els mètodes d’enviament, els preus i els horaris varien segons el país. Els enviaments fora dels EUA poden comportar taxes de duana segons els països d’origen i destinació.
es: Se excluyen Crimea, Cuba, Irán, Siria y Corea del Norte. Los métodos de envío, los precios y los tiempos varían según el país. Los envíos fuera de los EE. UU. pueden incurrir en tarifas de aduana según los países de origen y destino.
fi: Ei myyntiä tai kuljetusta Krimin niemimaalle, Iraniin, Syyriaan tai Pohjois-Koreaan. Toimitustavat, -maksut ja -ajat saattavat vaihdella maiden välillä. Toimitukset Yhdysvaltain ulkopuolelle saattavat aiheuttaa tullimaksuja riippuen lähetysmaasta ja määränpäästä.
nb: Krim, Kuba, Iran, Syria og Nord-Korea er ekskludert. Fraktmetoder, priser og tider varierer for forskjellige land. Det kan tilkomme tollavgifter for forsendelser utenfor USA, avhengig av opphavet og hvor det skal.
pt: Crimeia, Cuba, Irão, Síria e Coreia do Norte excluídos. Os métodos de envio, preços e horários variam consoante o país. As remessas para fora dos EUA podem incorrer em taxas alfandegárias dependendo dos países de origem e de destino.
ru: Крым, Куба, Иран, Сирия и Северная Корея исключены. Методы доставки, цены и время доставки варьируются в зависимости от страны. Отправка за пределы США может облагаться таможенными сборами в зависимости от страны отправления и назначения.

source: Every purchase goes towards developing elementary OS, its apps, and its services. We're a small team, mostly volunteer, working constantly to make elementary better—your support helps make elementary OS more sustainable.
ca: Cada compra va destinada al desenvolupament d'elementary OS, les seves aplicacions i serveis. Som un equip petit, majoritàriament voluntari, que treballem constantment per millorar l'elementary OS. El vostre suport ajuda que el sistema operatiu d'elementary sigui més sostenible.
es: Cada compra se destina al desarrollo de elementary OS, sus aplicaciones y sus servicios. Somos un equipo pequeño, en su mayoría voluntarios, que trabajamos constantemente para mejorar elementary; tu apoyo ayuda a que elementary OS sea más sostenible.
fi: Jokainen ostos hyödyttää elementary OS:n, sen sovellusten ja palvelujen kehitystä. Olemme pieni tiimi, enimmäkseen vapaaehtoisia, jotka työskentelevät tehdäkseen elementarysta entistä paremman — tukesi auttaa tekemään elementary OS:stä aiempaa kestävämmän.
nb: Hvert kjøp hjelper utviklingen av elementary OS, dets programmer, og tjenester. Vi er et lite lag av for det meste frivillige, som hele tiden jobber for at elementary skal bli bedre. Din støtte gjør det hele mer bærekraftig.
pt: Cada compra vai para o desenvolvimento do elementary OS, as suas aplicações e os seus serviços. Somos uma pequena equipa, na sua maioria voluntária, que trabalha constantemente para tornar o elementary melhor. O seu apoio ajuda a tornar o elementary OS mais sustentável.
ru: Каждая покупка помогает развитию elementary OS, её приложений и сервисов. Мы - небольшая команда, состоящая в основном из волонтёров, мы упорно работаем над тем, чтобы сделать elementary лучше. Ваша поддержка помогает сделать elementary OS гораздо стабильнее.

source: Hardware and software support for these devices are provided by the retailer.
ca: El distribuïdor proporciona assistència de maquinari i programari per a aquests dispositius.
es: El minorista proporciona el soporte de hardware y software para estos dispositivos.
fi: Laitteisto- ja ohjelmistotuen näille laitteille tarjoaa jälleenmyyjä.
nb: Maskin- og programvarestøtte for disse maskinene tilbys av tilvirkeren.
pt: A assistência ao hardware e software para estes dispositivos é fornecido pelo revendedor.
ru: Аппаратная и программная поддержка этих устройств предоставляется продавцом.

source: Hardware devices with elementary OS can be purchased from the following retailers. Purchasing from these companies helps support elementary OS.
ca: Els dispositius de maquinari amb elementary OS es poden comprar als minoristes següents. La compra en aquestes empreses ajuda a donar suport a l'elementary OS.
es: Los dispositivos de hardware con elementary OS se pueden comprar en los siguientes minoristas. Comprar en estas empresas ayuda a mantener elementary OS.
fi: Laitteita elementary OS:llä varustettuna voi ostaa seuraavilta jälleenmyyjiltä. Ostoksen tekeminen näiltä yrityksiltä auttaa elementary OS:n kehitystä.
nb: Maskinvare med elementary OS kan kjøpes fra følgende tilvirkere. Å kjøpe fra disse støtter elementary OS.
pt: Os equipamentos com o elementary OS podem ser adquiridos nos seguintes revendedores. A compra a estas empresas ajuda no apoio ao elementary OS.
ru: Устройства с elementary OS можно приобрести у следующих продавцов. Приобретение у этих компаний помогает поддерживать elementary OS.

source: We ship apparel and accessories all around the world! Orders are made on-demand typically within 2–7 days and will be shipped with the method you choose at checkout. Due to COVID-19, orders may be delayed. Production is on schedule, but delays may still occur with fulfillment and shipping depending on the order, shipping method, and destination.
ca: Enviem roba i accessoris a tot el món. Les comandes es fan segons la demanda normalment entre 2 i 7 dies i s’enviaran amb el mètode que trieu al final de la compra. A causa de la COVID-19, les comandes es poden endarrerir. La producció està prevista, però encara es poden produir retards amb el compliment i l’enviament en funció de la comanda, el mètode d’enviament i la destinació.
es: ¡Enviamos ropa y accesorios a todo el mundo! Los pedidos se realizan bajo demanda normalmente en un plazo de 2–7 días y son enviados con el método que elija al momento de pagar. Debido al COVID-19, los pedidos pueden retrasarse. La producción está según lo programado, pero aún pueden producirse retrasos con el cumplimiento y el envío según el pedido, el método de envío y el destino.
fi: Toimitamme vaatteita ja tarvikkeita ympäri maailman! Tilaukset hoidetaan tyypillisesti 2-7 päivän kuluessa ja lähetetään valitsemallasi toimitustavalla. COVID-19-pandemian vuoksi tilausten käsittelyssä saattaa ilmetä viivettä. Tuotanto on aikataulussa, mutta toimituksessa saattaa kestää riippuen tilauksen sisällöstä, toimitustavasta ja määränpäästä.
nb: Vi sender bekledning og utstyr til hele verden. Ordrer blir tilvirket ettersom behovet melder seg, typisk innen 2-7 dager, og blir sendt med forsendelsesmåten du velger når du går til kassen. Som følge av COVID-19 kan ordrer bli forsinket. Produksjonen holder stand, men forsinkelser kan fremdeles oppstå i fraktleddet, avhengig av ordren, forsendelse, og hvor det skal.
pt: Enviamos vestuário e acessórios para todo o mundo! As encomendas são feitas a pedido normalmente dentro de 2 a 7 dias e serão enviadas com o método que escolher na finalização da compra. Devido à COVID-19, as encomendas podem atrasar. A produção está dentro do prazo, mas ainda podem ocorrer atrasos no cumprimento e envio, dependendo da encomenda, método de envio, e destino.
ru: Мы поставляем одежду и аксессуары по всему миру! Заказы выполняются по требованию, как правило, в течение 2-7 дней и будут отправлены с выбранным Вами методом при оформлении заказа. В связи с COVID-19 заказы могут быть отложены. Производство идет по графику, но задержки могут все же произойти с выполнением и доставкой в зависимости от заказа, способа доставки и места назначения.
